Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.bg-cs.tmx
Source language: bg
Languages: cs

source: Предварителното уведомление трябва да се постави от инвеститора на видно място на строителния участък и да се осъвременява.
cs: Stavitel také musi dohlédnout na to, aby kopie oznámení byla vyvěšena na staveništi a aby bylo pravidelně aktualizováno.

source: Планиране и информация
cs: Plánování a informace

source: Всяка работа трябва да се планира и да се прецени навреме от гледна точка на рисковете за да може да се извърши сигурно.
cs: Všechny práce je třeba plánovat dostatečně včas a předem posuzovat jejich rizika, aby mohly být provedeny bezpečně.

source: Трябва да се планират площи за временни помещения, работилници и складове, както и маршрути за движение и транспорти.
cs: Je třeba naplánovat prostory pro boudy, dílny a dočasné sklady, jakož i pro komunikace a dopravu.

source: Важно е да има решение с възможен достъп до всички работни места.
cs: Je důležité vyřešit otázku přístupu ke všem pracovištím.

source: Работата трябва да се планира така, че да няма сблъсъци с различните дейности по начин, който води до риск за здравето или до злополуки.
cs: Práci je třeba plánovat tak, aby se různé činnosti navzájem nekřížily tak, že by vzniklo nebezpečí poškození zdraví nebo nehod.

source: Планиране на действителното времетраене е особено важно, ако работата е значителна по обем, а срока за строителство е кратко.
cs: Časový plán je zvláště důležitý, jestli je práce rozsáhlá a doba stavby krátká.

source: Трябва да се изберат методи на работа и оборудване, които:
cs: Je třeba vybírat pracovní metody a zařízení, která:

source: противодействат на злополуки от падане или свличане,
cs: předcházejí nehodám vzniklým pádem nebo sesuvem půdy,

source: означват, че опасни за здравето или излишно изтощаващи натоварвания на тялото се избягват, водят до ниско експониране на силен шум, вибрации, опасни вещества и замърсен въздух.
cs: znamenají, že nedochází ke zdraví škodlivému nebo zbytečně únavnému tělesnému zatížení, mají za následek nízké vystavení hluku, vibracím, nebezpečným látkám a znečištěnému vzduchu.

source: Работниците трябва да се информират за работата, какви мерки за условията на труд са взети или планирани и какви правила важат.
cs: Zaměstnanci musejí dostat informace o práci, a o tom, jaká opatření ohledně pracovního prostředí byla provedena nebo naplánována a jaká platí pravidla.

source: Те могат да имат нужда от специално обучение или инструкции за нови продукти и работни методи, които ще се използват.
cs: Mohou potřebovat zvláštní školení nebo instrukce, mají-li se používat nové produkty nebo pracovní metody.

source: На строителните обекти стават постоянни и бързи промени с много рискове.
cs: Na staveništi neustále dochází k rychlým změnám a tak vznikají mnohá rizika.

source: Затова е важно да се правят редовни прегледи по охрана на труда.
cs: Proto je důležité provádět pravidelné bezpečnostní obchůzky.

source: Кой за какво отговаря?
cs: Kdo odpovídá za co?

source: За да се създадат добри условия на труд на работното място в строителството е много важно да се води профилактична дейност за тях и всички участващи да носят своята отговорност.
cs: Pro vytvoření dobrého pracovního prostředí na staveništi je velmi důležitá preventivní práce ohledně pracovního prostředí a aby všichni účastníci vzali na sebe svou odpovědnost.

source: Освен това е важно всички страни да си сътрудничат и строителните работници да съдействат в работата за условията на труд.
cs: Kromě toho je důležité, aby všichni účastníci spolupracovali a aby stavební dělníci se podíleli na této práci.

source: Лице, благодарение на което се позволява извършването на строителни дейности (строителен инвеститор) носи главната отговорност условията на труд по време на строежа да са взети под внимание при подготовката на строителния проект (планиране и проектиране).
cs: Ten, kdo nechává vykonat stavební a konstrukční práce (stavitel), nese hlavní odpovědnost za to, že se bere ohled na pracovní prostředí v průběhu stavby při přípravě stavebního projektu (plánování a projektování).

source: Строителния инвеститор носи също отговорност за изработването на предварително уведомление, план за условията на труд, документация и има грижата да бъде определен координатор за условията на труд, който да се грижи за планиране и проектиране.
cs: Stavitel má také odpovědnost za vypracování předběžného oznámení, plánu pracovního prostředí a dokumentace a za jmenování koordinátora pro plánování a projektování stavebního pracovního prostředí.

source: Инвеститора освен това носи и отговорност строителния процес да се координира от гледна точка на условията на труд и за целта трябва да определи и координатор на строителните условия за извършване на строежа.
cs: Stavitel má také odpovědnost za to, že stavební a konstrukční práce jsou koordinovány z hlediska pracovního prostředí a musí také jmenovat koordinátora pro vykonávání stavebních a konstrukčních prácí.

source: В някои случаи инвеститорът може посредством писмен договор да прехвърли своята отговорнаст за условията на труд на извършител за онази част от проекта, за която извършителят е нает.
cs: V určitých případech může stavitel písemnou dohodou přenechat svou odpovědnost za pracovní prostředí dodavateli za tu část stavebního projektu týkající se zakázky.

source: Това може да се направи, ако задачата означава да се носи самостоятелна отговорност за цялото планиране и проектиране и/или за цялото извършване на проекта като напрмер при генерално или пълно предприемачество.
cs: Toto je možné, když zakázka znamená samostatnou odpovědnost za celé plánování a projektování a/nebo provedení celého projektu, například jde-li o generální- nebo totální tendr.

source: При частично такова отговорността не може да се прехвърля.
cs: Při společném tendru nelze přenechat odpovědnost stavitele.

source: Кординатора за условията на труд отговарящ за планиране и проектиране трябва да кординира проектирането отнасящо се до условията на труд и да се погрижи за изработването на план за условията на труд и документация.
cs: Stavební koordinátor pracovního prostředí pro plánování a projektování má koordinovat projektování s ohledem na pracovní prostředí a dohlédnout na to, aby byl vypracován plán pracovního prostředí a dokumentace.

source: Проектантите (архитекти, консултанти и др.)
cs: Projektanti (architekti, poradci aj.)

source: имат също в рамките на своите задачи отговорност условията на труд да са взети под внимание при подготовката на строителния проект.
cs: mají také, v rámci své zakázky, odpovědnost za to, aby na pracovní prostředí v průběhu stavby byl brán ohled při přípravě stavebního projektu.

source: Координатора на строителните условия за извършване на строежа координира работата от гледна точка на условията на труд, пригажда плана за условията на труд към действителнотоизвършване на работата, контролира коректното извършване на дейността относно условията на труд и изпьлнението на плана за условията на труд.
cs: Stavební koordinátor pracovního prostředí pro provedení stavební a konstrukční práce má koordinovat práce z hlediska pracovního prostředí, přizpůsobit plán pracovního prostředí k faktickým podmínkám práce, zkontrolovat, že práce jsou prováděny správně, pokud jde o pracovní prostředí a že je dodržován plán pracovního prostředí.

source: Всички работещи на общото работно място са длъжни да спазват правилата за ред и обезопасеност, които координатора на условията на труд определя.
cs: Všichni, kdo působí na společném pracovišti, musejí dodržovat pravidla pořádku a bezpečnosti práce, vydané stavebním koordinátorem odpovědným za pracovní prostředí.

source: Всеки работодател носи главна отговорност за условията на труд на своите работници.
cs: Každý zaměstnavatel nese hlavní odpovědnost za pracovní prostředí svých zaměstnanců.

source: Отговорността на работодателя важи изцяло дори когато например се носи едновременно подобна такава от извършители на проектирането, производители на използвана в работния процес машина или координатор на строителните условия.
cs: Odpovědnost zaměstnavatele za vlastní zaměstnance platí v plné míře, i když současně existuje odpovědnost například i u toho, kdo provádí projektaci, u toho, kdo vyrobil stroj, používaný při práci nebo u toho, kdo je stavebním koordinátorem pracovního prostředí.

source: Самостоятелно заетите лица и онези работещи във фамилни фирми без наети работници трябва да спазват общо погледнато същите правила при строителна дейност, които важат за работодатели и работници.
cs: Samostatní podnikatelé a ti, kdo pracují v rodinných podnicích bez zaměstnanců, musejí při stavebních a konstrukčních prácích v podstatě dodržovat stejná ustanovení, jež platí pro zaměstnavatele a zaměstnance.

source: Строителния работник трябва да съдейства в работата за условията на труд, да спазва съответните разпоредби и да използва съществуващите обезопасителни съоръжения.
cs: Stavební dělníci jsou povinni se účastnit práce na pracovním prostředí, dodržovat předpisy a používat existující ochranné pomůcky a zařízení.

source: Отговорниците за охрана на труда представляват работниците по въпроси касаещи безопасността.
cs: Bezpečnostní referent zastupuje zaměstnance v otázkách bezpečnosti práce.

source: Ако някоя работна дейност означава непосредствена и сериозна опасност за живота или здравето и работодателя не отстрани незабавно риска, отговорникът за охрана на труда има право да прекрати работата в очакване на решение от страна на Съвета за охрана на труда.
cs: Jestli práce znamená bezprostřední a vážné nebezpečí životu a zdraví a zaměstnavatel okamžitě neodstraní riziko, má bezpečnostní referent právo práci přerušit, zatím co čeká na vyjádření Švédského úřadu pro pracovní prostředí.

source: Производители, вносители или наемодатели на технически съоръжения имат отговорност продуктите им да са безопасни.
cs: Výrobci, dovozci a pronajímatelé technických zařízení nesou odpovědnost za to, že jejich výrobky jsou bezpečné.

source: Производители и вносители на химически продукти и други вещества имат също подобна отговорност.
cs: Výrobci a dovozci chemických produktů a jiných látek mají podobnou odpovědnost.

source: Производители, вносители и наемодатели трябва да предоставят и необходимата информация за продуктите си за предпазване от злополуки и нарушаване на здравето.
cs: Výrobci, dovozci a pronajímatelé jsou povinni poskytnout informace o produktu potřebné k prevenci špatného zdraví a pracovních úrazů.

source: ADI 539 Bul Our vision: Everyone wants to, and can, create a good work environment
cs: ADI 539 Tje Our vision: Everyone wants to, and can, create a good work environment
